{
  "sourceUrl": "https://www.muscleandstrength.com/articles/5-steps-completing-murph-workout",
  "title": "5 Steps to Completing the Murph Workout",
  "imgUrl": [
    "https://cdn.muscleandstrength.com/sites/default/files/styles/800x500/public/murph_-_1200x630.jpg?itok=qwZgf-i_ 800w",
    "https://cdn.muscleandstrength.com/sites/default/files/murph_-_1200x630.jpg"
  ],
  "imgAlt": "Front shot of man wearing a blue shirt running outside",
  "shortSummary": "Held on Memorial Day weekend, the Murph is an annual test of endurance, willpower, and commitment to pay tribute to United States Navy SEAL Michael Murphy.",
  "reads": 441,
  "comments": 0,
  "category": ["Articles", "Training"],
  "isWorkout": false,
  "body": "<div class=\"content\">\n<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\"><p>Fitness competitions come and go. Powerlifting and Olympic meets happen monthly. Local and national CrossFit competitions are on a reliable set schedule yearly. Regional Tough Mudder, Spartan Races, and other obstacle course challenges happen like clockwork and all of us can find a 5k, marathon, or other running contest easily. Yet every Memorial Day weekend, something unique happens in the fitness community, The Murph Challenge.</p>\n<p>What started as a Crossfit exclusive hero workout morphed, with the help of social media, to a once-a-year test of endurance, willpower, and commitment for beginners and advanced athletes alike. Honoring the memory of <a href=\"/workouts/6-week-navy-seal-workout-routine\">United States Navy SEAL</a> Lieutenant Michael Murphy, who was killed in combat in Afghanistan, this hero workout has a special place on the fitness calendar.</p>\n<p>Known for his intense workouts and ability to push himself,&nbsp; Lieutenant Murphy used to regularly perform this workout which is why CrossFit HQ named it after him. The “Murph” is done for time and consists of the following:</p>\n<p>With a weight vest 20/15 lbs (men and women):</p>\n<ul>\n<li>One-mile run</li>\n<li>100<a href=\"/exercises/pull-up\"> pull ups</a></li>\n<li>200 <a href=\"/exercises/push-up.html\">push ups</a></li>\n<li>300 <a href=\"/exercises/bodyweight-squat.html\">squats</a></li>\n<li>One mile run</li>\n</ul>\n<p>It can also be scaled and done without a weight vest and with movement adjustments such as <a href=\"/exercises/smith-machine-bodyweight-row.html\">bodyweight rows</a> instead of pull ups.</p>\n<p><strong>Related: <a href=\"/articles/pull-up-progressions\">Can't Do Pull Ups? Try These 3 Pull Up Progressions</a></strong></p>\n<h2>How Do You Actually Tackle The Murph?</h2>\n<p>At this point, you might be thinking similar thoughts to the following:&nbsp;“How am I ever going to do all of that?”&nbsp;“I can’t do all of that.”&nbsp;“I need to train all year for this.”</p>\n<p>From first-time participants to yearly veterans, there are a lot of ways to face this challenge and better yourself as you go.</p>\n<p>I’m going to break down some tried and true strategies for helping you get the most out of Murph even if you’ve never trained for it.</p>\n<p>Make sure you get <a href=\"/articles/hacking-sleep-9-tips\">adequate sleep</a> the night before. Make sure you have your <a href=\"/expert-guides/whey-protein\">whey protein</a>, <a href=\"/expert-guides/bcaas\">BCAAs</a>, or <a href=\"/store/category/pre-workout.html\">pre-workout</a> to sip on. Don’t eat anything that will upset your stomach prior to the challenge. You want everything in your favor as you start to maintain your normal training routine.</p>\n<h2>Step One: Assess Your Strengths and Weaknesses</h2>\n<p>We know what the workout is. It’s straight forward. Which of the four movements is your strongest? That is going to be the baseline and the movement that you pace yourself on.</p>\n<p>Getting little moments of rest is a key factor in performing your best Murph. Without relying on one specific movement to intentionally go slower on, you’ll be left attempting to operate at the same pace equally.</p>\n<p>When you look around the room you’ll notice that everyone seems to be starting and stopping their reps haphazardly. They’ll shake out their arms or legs, take a breath or too and seemingly have to encourage themselves to attempt another rep.</p>\n<p>When you know that you have one movement that you can rely on you can squeeze out every bit of recovery without fully stopping and letting that<a href=\"/articles/hypertrophy-and-muscle-growth.html\"> lactic acid</a> accumulate.</p>\n<p>Step one is to be honest with yourself. What is your strongest movement and what is your weakest?</p>\n<p>Now we can come up with a strategy.</p>\n<p><img alt=\"Atheletic woman doing pull ups in gym\" class=\"lazyload\" data-src=\"https://cdn.muscleandstrength.com/sites/default/files/images/2021/05/woman-pullup-gym.jpg\" style=\"width: 800px; height: 500px;\"></p>\n<h2>Step Two: Doing The Math</h2>\n<p>At this stage we want to build your pace. The is not about dominating any one movement or trying to win the CrossFit Games. What pace can you establish that you can sustain?</p>\n<h3>Start With Your Weakest Movement</h3>\n<p>Now that you’ve determined which exercises are your strongest and weakest, you now have the first movement in your order. Your weakest movement goes first with the lowest amount of reps.</p>\n<p>When looking at the bodyweight portion of Murph we have to accomplish the following:</p>\n<ul>\n<li>100 pull ups</li>\n<li>200 push ups</li>\n<li>300 squats</li>\n</ul>\n<p>You can break up those reps however you want, they just have to be bookended by the separate two 1 mile runs and completed in full.</p>\n<p>I’ll use 5 reps for my base “weak” movement of pull ups. My breakdown would look like this:</p>\n<p>100 total pull ups divided by 5 reps equals 20 sets which averages out to</p>\n<ul>\n<li>5 pull ups</li>\n<li>10 push ups</li>\n<li>15 squats</li>\n</ul>\n<p>This is assuming you want to do 20 sets. If you know that you can only do 4 pull ups at a time before failure then start with 4 pull ups. You will add a tremendous amount of time onto your total if you are pausing after 4 reps to finish all 5 reps in a given set and the struggle will increase as fatigue builds.</p>\n<p>Constant movement during Murph is also going to prevent <a href=\"/articles/optimally-training-muscle-hypertrophy-a-deeper-dive.html\">lactic acid accumulation</a>. While the sheer volume of the workout is going to burn you out quickly, you can minimize it to a degree by constantly moving. You don’t have to go fast but try to avoid stopping during a set.</p>\n<p>Here’s how our math would change with 4 reps of our weakest movement.</p>\n<p>100 reps of pull ups divided by 4 reps equals 25 sets which averages out to</p>\n<ul>\n<li>4 pull ups</li>\n<li>8 push ups</li>\n<li>12 squats</li>\n</ul>\n<p>That looks a lot more manageable right?</p>\n<h3>Break It Up to Manage Fatigue</h3>\n<p>There is also a technique that divides the workout into two separate set and rep schemes to manage fatigue but keeps you moving. Remember, constant movement is the key.&nbsp;Here’s how that would look:</p>\n<p>Start out with 5 sets:</p>\n<ul>\n<li>10 Pull ups</li>\n<li>20 push ups</li>\n<li>30 squats</li>\n</ul>\n<p>After your 5th set you switch to the following set up for 10 sets:</p>\n<ul>\n<li>5 pull ups</li>\n<li>10 push ups</li>\n<li>15 squats</li>\n</ul>\n<p>Even though the first 5 sets may be slow moving and take longer, you won’t be struggling to complete the same number of reps per set and taking additional rest.</p>\n<h3>A Look at This Year's Strategy</h3>\n<p>Personally I’ve used the following set/rep scheme when wearing a weight vest and I plan to use it again this year.</p>\n<p>50 sets:</p>\n<ul>\n<li>2 pull ups</li>\n<li>4 push ups</li>\n<li>6 squats</li>\n</ul>\n<p>This allows me to stay constantly moving and avoid prolonged breaks to shake out my arms or legs. I rarely have to pause in the middle of a set to complete it fully and I find it’s easier mentally when the numbers are kept small.</p>\n<p>My point is that there is no set way or “best” scheme to use with Murph. You have to be able to remember your actual count, that’s important. Try to avoid complex setups and be honest with yourself at the start because no matter how you break it up, you’re going to be in for a long workout.</p>\n<p><img alt=\"Athletic woman with a serious face doing push ups in gym.\" class=\"lazyload\" data-src=\"https://cdn.muscleandstrength.com/sites/default/files/images/2021/05/woman-pushup-gym.jpg\" style=\"width: 800px; height: 500px;\"></p>\n<h2>Step Three: Establish a Constant Pace</h2>\n<p>I’ve briefly discussed pace already but I wanted to underscore the importance of establishing a pace early that you can maintain. If you know that you can only do 10 reps of squats at a time, don’t start out with 15 reps while you’re fresh then adjust along the way. If it’s not pre-determined that after 5 rounds you’re going to switch your repetitions up, you’re going to likely get confused and lose your place.</p>\n<p>This is a workout to honor a fallen hero done on a holiday weekend around your friends and family. You don’t have to go hard right out of the gate especially when you’re working around other people. Familiarize yourself with how people are training around you.</p>\n<p>Many CrossFit gyms offer “Murph Prep” classes a few months prior to Memorial Day, some even schedule in “Half Murphs” where members can get used to specific aspects of the challenge. Adding a weight vest is an entirely different dimension as you’ll need to get used to the extra weight. If you don’t routinely wear a weight vest, it’s an adjustment especially wearing one for a long period of time while you are out of breath.</p>\n<p>Start slow.</p>\n<h2>Step Four: The Running</h2>\n<p>I’ve deliberately left the <a href=\"/articles/running-workouts-gym-rats\">running</a> to its own section since it seems to be the area that the majority of people struggle with. It also pays to actively be putting in miles of road work.</p>\n<p>My advice is going to be the same for someone who hasn’t run in years to an endurance athlete who runs daily. Do not burn out on the first mile and hit your lactate threshold.</p>\n<p>The lactate threshold defines the period where the intensity of exercise is so great that your body can not remove lactate from your blood as fast as the lactate accumulates.<sup>1</sup></p>\n<p>We all will agree that jogging is more intense than walking and that walking is more intense than sitting on your couch. With every slight increase in exercise intensity, your body operates with a <a href=\"/articles/understanding-heart-rate-variability\">higher heart rate</a> and maximum oxygen intake requirements.&nbsp; Your ability to manage and shuttle lactate from your working muscles is largely a function of your <a href=\"/articles/metabolic-conditioning-workouts-leaner-physique\">conditioning</a>. The better shape you’re in, the better you can handle the lactate.</p>\n<p>It’s also why a powerlifter will struggle running a half-mile and a marathon runner will struggle with a maximal effort squat, neither of their tissues can handle that lactate threshold demand among other activity-specific activity requirements.</p>\n<p>What makes <a href=\"/workouts/myers-ultimate-running-schedule\">running</a> so uniquely important to every athlete is that when your body hits its lactate threshold, whatever lactate it can’t clear will be transferred to your lower body. What’s the largest muscle group in your body?&nbsp; Your legs! As lactate begins to accumulate from whichever activity you’re performing, a percentage of that lactate will get shuttled to your lower body in an attempt to clear it.<sup>2</sup></p>\n<p><span style=\"vertical-align: super;\">Go online and watch any video of previous Murph challenges. During the bodyweight portion, you’ll notice almost everyone is constantly shaking out their legs even though they have to perform two upper body movements compared to one lower body movement. I’m not suggesting the first-mile run or the squats are easy, I’m just pointing out how lactate acid shuttling works in the real world and how it’ll make you feel fatigued fast.</span></p>\n<p>This is why you want to take your first mile as slow as possible even if you are an experienced runner. Don’t burn out and get to the <a href=\"/workouts/bodyweight\">bodyweight</a> portion already spent.</p>\n<p><img alt=\"Man and woman running down stairs outside.\" class=\"lazyload\" data-src=\"https://cdn.muscleandstrength.com/sites/default/files/images/2021/05/man-woman-running-murph.jpg\" style=\"width: 800px; height: 500px;\"></p>\n<h2>Step Five: The Last Mile</h2>\n<p>You might be surprised to find out that how you approach the last mile is a lot different from the first mile. Fatigue and all the finished reps aside, you’ll want to go slower on the first half-mile of the second run.</p>\n<p>Every area where you do the Murph will have some type of mile marker. Most of the CrossFit gyms I’ve been to just make you run around the block until it equals a mile. Use this in your favor.</p>\n<p>During your first run when you’re going slow, make a mental note of the route you’re running. You’re going to have a very weird feeling after completely 600 reps. As you begin your second run, do not just try to get it over with as fast as possible, your time will be slower. Use the first half-mile of your second run as a way to clear the lactate from your legs. Once you hit the mental half-mile mark, now you can turn the jets on to finish the Murph.</p>\n<p>You’ll notice the people that tried to get the run over with as fast as possible are going to be miserable during that last half mile.</p>\n<h2>You Finished The Murph!</h2>\n<p>Congratulations! You completed this tribute workout to a fallen American hero.</p>\n<div class=\"ref\">\n<h6>References</h6>\n<ol>\n<li><a href=\"https://pubmed.ncbi.nlm.nih.gov/19885119/\" rel=\"nofollow\" target=\"_blank\">Goodwin et al. Blood lactate measurements and analysis during exercise. J Diabetes Sci Techno’s 2007 Jul; 1(4) 558-569</a></li>\n<li><a href=\"https://pubmed.ncbi.nlm.nih.gov/3523107/\" rel=\"nofollow\" target=\"_blank\">Brooks et al. The lactate shuttle during exercise and recovery. Med Sci Sports Exerc 1986 Jun; 18(3):360-8</a></li>\n</ol>\n</div>\n<p>&nbsp;</p>\n</div></div></div> </div>"
}
